[
{
    "id": "1",
    "nama": "Alpukat",
    "deskripsi": "Buah alpukat adalah buah yang berasal dari pohon alpukat yang tumbuh di daerah tropis. Buah ini memiliki kulit yang tebal dan daging yang lembut dan berwarna kehijauan atau keabu-abuan. Alpukat juga kaya akan lemak tak jenuh, serat, dan nutrisi lainnya yang sangat baik untuk kesehatan. Buah ini biasanya dimakan sebagai bagian dari salad, dipanggang, atau diolah menjadi mentega alpukat.",
    "namaLatin": "Persea americana",
    "manfaat": ["Menjaga kesehatan jantung",
        "Menurunkan risiko gangguan metabolik",
        "Mencegah cacat lahir pada janin",
        "Menjaga kesehatan pencernaan",
        "Menjaga kesehatan kulit",
        "Menjaga kesehatan mata",
        "Mencegah kanker dan membantu pengobatannya"],
    "nutrisi": "Serat, Glukosa, Kalium, Natrium, Magnesium, Vitamin A, Vitamin C, Vitamin E, Vitamin K1, Folat, Vitamin B6",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-alpukat.jpg"
},
{
    "id": "2",
    "nama": "Anggur",
    "deskripsi": "Buah anggur adalah buah yang berasal dari tanaman anggur. Buah anggur memiliki kulit yang tipis dan keras, dengan biji-biji kecil di dalamnya. Buah anggur tersedia dalam berbagai warna, termasuk merah, ungu, dan hijau. Buah anggur dapat dimakan mentah atau diolah menjadi aneka macam produk, seperti jus, anggur kering, dan wine. Buah anggur juga kaya akan gizi, karena mengandung banyak vitamin C, vitamin K, dan antioksidan",
    "namaLatin": "Vitis vinifera",
    "manfaat": ["Mengurangi risiko penyakit jantung",
        "Mencegah diabetes",
        "Mencegah stroke",
        "Meningkatkan kesehatan otak",
        "Mencegah osteoporosis",
        "Meningkatkan sistem kekebalan tubuh",
        "Menurunkan risiko kanker"],
    "nutrisi": "Energi, protein, lemak, karbohidrat, kalsium, fosfor, magnesium, natrium, kalium, zat besi, zink, vitamin B1, vitamin B2, vitamin B3, vitamin B6, asam pantotenat, asam folat, vitamin C, vitamin K, serat, dan air.",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-anggur.jpg"
},
{
    "id": "3",
    "nama": "Apel",
    "deskripsi": "Apel merupakan jenis buah-buahan, atau buah yang dihasilkan dari pohon buah apel. Buah apel biasanya berwarna merah kulitnya jika masak dan (siap dimakan), namun bisa juga kulitnya berwarna hijau atau kuning.",
    "namaLatin": "Malus domestica",
    "manfaat": ["Mendukung kesehatan jantung",
        "Membantu menurunkan berat badan",
        "Kaya akan kandungan antioksidan",
        "Menurunkan risiko penyakit diabetes"],
    "nutrisi": "Vitamin A, vitamin B1, vitamin B2, vitamin B3, vitamin B5, vitamin B6, vitamin B9, vitamin C.",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-apel.jpg"
},
{
    "id": "4",
    "nama": "Aprikot",
    "deskripsi": "Aprikot adalah salah satu spesies buah dari subgenus Prem. Asal tanaman ini sulit dipastikan karena sudah dibudayakan orang sejak zaman prasejarah.",
    "namaLatin": "Prunus armeniaca.",
    "manfaat": [
        "Menjaga kesehatan usus",
        "Menjaga kadar gula dan kolesterol tubuh, Memelihara kesehatan jantung",
        "Mencegah dehidrasi, Menjaga kesehatan mata, Membuat kulit semakin menawan"
    ],
    "nutrisi": "Minyak air dan diperkaya beragam antioksidan dan vitamin, di antaranya vitamin A, vitamin B, folat, vitamin C, dan vitamin E.",
    "gambar": "https://docs.google.com/uc?export=download&id=1cQEX10t4EB8ac4LyG0DlogWton8O_s_x"
},

    {
        "id": "5",
        "nama": "Blewah",
        "deskripsi": "Aprikot adalah salah satu spesies buah dari subgenus Prem. Asal tanaman ini sulit dipastikan karena sudah dibudayakan orang sejak zaman prasejarah.",
        "namaLatin": "Prunus armeniaca.",
        "manfaat": [
            "Menjaga kesehatan usus",
            "Menjaga kadar gula dan kolesterol tubuh, Memelihara kesehatan jantung",
            "Mencegah dehidrasi, Menjaga kesehatan mata, Membuat kulit semakin menawan"
        ],
        "nutrisi": "Minyak air dan diperkaya beragam antioksidan dan vitamin, di antaranya vitamin A, vitamin B, folat, vitamin C, dan vitamin E.",
        "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-blewah.jpeg"
    },


{
    "id": "6",
    "nama": "Blueberry",
    "deskripsi": "Blueberry adalah buah kecil yang berwarna biru tua atau ungu, tersaji dalam bentuk buah segar atau beku. Buah blueberry merupakan salah satu jenis buah beri yang kaya akan nutrisi dan serat. Buah blueberry memiliki tekstur yang lembut dan rasa yang manis dan asam. Buah blueberry dapat dikonsumsi langsung sebagai camilan segar, ditambahkan ke dalam jus, smoothie, atau diolah menjadi kue, muffin, atau puding. Buah blueberry juga memiliki kandungan antioksidan yang tinggi dan dapat membantu menurunkan risiko penyakit jantung dan stroke.",
    "namaLatin": "Vaccinium sect. Cyanococcus",
    "manfaat": ["Membantu menurunkan risiko penyakit jantung dan stroke",
        "Kaya akan antioksidan yang dapat melindungi sel-sel tubuh dari kerusakan akibat radikal bebas",
        "Mengandung banyak serat yang dapat membantu menjaga kesehatan saluran cerna",
        "Mengandung vitamin C yang dapat membantu meningkatkan sistem kekebalan tubuh",
        "Mengandung kalium yang dapat membantu menjaga tekanan darah agar tetap stabil",
        "Mengandung vitamin K yang dapat membantu pembekuan darah yang normal",
        "Mengandung mangan yang dapat membantu metabolisme karbohidrat dan lemak",
        "Mengandung zat besi yang dapat membantu pembentukan sel darah merah"],
    "nutrisi": "Protein sebanyak 1,1 gram. Lemak sebanyak 0,49 gram. Karbohidrat sebanyak 21,45 gram. Serat sebanyak 3,6 gram, Kalori sebanyak 84 gram, Gula sebanyak 14,74 gram, Kalsium sebanyak 9 miligram, Zat besi sebanyak 0,41 miligram, Kalium sebanyak 114 miligram, Magnesium sebanyak 9 miligram, Fosfor sebanyak 18 miligram, Natrium sebanyak 1 miligram, Folat sebanyak 9 miligram, Vitamin C, Vitamin B6, Vitamin K.",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-blueberry.jpg"
},
{
    "id": "7",
    "nama": "Buah Naga",
    "deskripsi": "Buah naga, juga dikenal sebagai buah pitahaya atau buah dragonfruit, adalah buah tropis yang berasal dari wilayah Amerika Tengah dan Selatan. Buah naga memiliki kulit yang berwarna merah atau kuning cerah dengan polkadot putih atau kuning. Daging buah naga berwarna putih, merah, atau ungu dan memiliki banyak biji-biji kecil yang tersebar di dalamnya. Buah naga memiliki rasa yang segar dan lembut, mirip dengan rasa pisang dan anggur. Buah naga dapat dikonsumsi sebagai camilan segar atau ditambahkan ke dalam salad, smoothie, atau jus. Buah naga kaya akan vitamin C, kalsium, dan serat, serta memiliki kandungan antioksidan yang tinggi.",
    "namaLatin": "Hylocereus polyrhizus",
    "manfaat": ["Memperkuat Sistem Kekebalan Tubuh",
        "Menjaga Kesehatan Usus",
        "Menyehatkan Kulit",
        "Membantu Mengatasi Anemia",
        "Mampu Mencegah Diabetes",
        "Menangkal Kanker",
        "Menurunkan Tekanan Darah Tinggi",
        "Menjaga Kesehatan Tulang"],
    "nutrisi": "Vitamin C, Vitamin B2, vitamin B3, Magnesium, Zat besi, Kalsium, Antioksidan",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-buah-naga.jpg"
},
{
    "id": "8",
    "nama": "Ceri",
    "deskripsi": "Buah ceri adalah buah kecil yang biasanya memiliki warna merah, hitam, atau putih. Buah ceri tumbuh di pohon ceri yang tersebar di seluruh dunia. Buah ceri memiliki kulit yang tipis dan daging yang lembut dan manis. Buah ceri sering dimakan segar atau diolah menjadi berbagai macam produk, seperti jemu, kompot, atau minuman. Buah ceri juga merupakan sumber yang kaya akan antioksidan dan serat, sehingga sering disarankan untuk ditambahkan dalam diet sehat.",
    "namaLatin": "Prunus subg. Cerasus",
    "manfaat": ["Meningkatkan kesehatan jantung",
        "Menurunkan risiko diabetes",
        "Meningkatkan kesehatan tulang",
        "Menurunkan risiko stroke",
        "Meningkatkan kesehatan otak",
        "Menurunkan risiko kanker",
        "Menjaga kesehatan kulit",
        "Menurunkan risiko infeksi"],
    "nutrisi": "Dalam 100 gram buah ini mengandung sekitar 27 gram karbohidrat, 4 gram serat, 1,5 gram protein, 5 gram lemak, vitamin A sebanyak 44 IU, vitamin C sekitar 20 mg, magnesium 30 mg, fosfor 39 mg, dan mineral lainnya",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-ceri.jpeg"
},
{
    "id": "9",
    "nama": "Jambu",
    "deskripsi": "Jambu biji (Psidium guajava) atau sering juga disebut jambu batu, jambu siki dan jambu klutuk adalah tanaman tropis yang berasal dari Brasil, disebarkan ke Indonesia melalui Thailand. Jambu batu memiliki buah yang berwarna hijau dengan daging buah berwarna putih atau merah dan berasa asam-manis. Buah jambu batu dikenal mengandung banyak vitamin C.",
    "namaLatin": "Psidium guajava",
    "manfaat": ["Buah jambu biji cocok dikonsumsi di siang hari karena buahnya segar dan mendinginkan badan.",
        "Buah jambu biji mengandung banyak vitamin dan serat sehingga cocok dikonsumsi untuk menjaga kesehatan. Warna daging jambu biji yang merah mengidikasikan jambu biji kaya akan vitamin A untuk kesehatan mata dan antioksidan."],
    "nutrisi": "Dalam satu buah jambu biji dengan berat sekitar 55 gram, mengandung 37 kalori dan beberapa nutrisi berikut ini: 1,4 gram protein, 2,97 gram serat, 9,9 miligram kalsium, 12 miligram Magnesium, 229 miligram Kalium, 125 miligram Vitamin C, Vitamin A, Vitamin B, Vitamin K, Vitamin E, Selenium, Zinc, dan Mangan",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-jambu.jpg"
},
{
    "id": "10",
    "nama": "Jeruk",
    "deskripsi": "Jeruk adalah buah dari berbagai spesies jeruk dalam keluarga Rutaceae yang mengacu pada Citrus × sinensis, yang juga disebut jeruk manis, untuk membedakannya dari Citrus × aurantium terkait, yang disebut sebagai jeruk pahit.",
    "namaLatin": "Citrus Sinensis.",
    "manfaat": ["Meningkatkan daya tahan tubuh",
        "Mencegah anemia",
        "Menjaga kesehatan jantung",
        "Mendukung kesehatan sistem pencernaan"],
    "nutrisi": "Jeruk merupakan sumber vitamin C yang sangat baik. Tidak hanya itu, dalam satu buah jeruk juga mengandung vitamin dan mineral lain yang dibutuhkan, seperti vitamin B1, folat, hingga potassium. Selain vitamin dan mineral, buah jeruk juga terkenal akan kandungan air yang sangat tinggi.",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-jeruk.jpg"
},
{
    "id": "11",
    "nama": "Kelapa",
    "deskripsi": "Kelapa adalah pohon tropis yang tumbuh di daerah dengan iklim panas dan lembab. Kelapa merupakan sumber makanan penting di beberapa negara, terutama di wilayah tropis. Kelapa menghasilkan buah yang disebut kelapa yang mengandung daging putih yang manis dan air yang segar. Daging kelapa dapat dimakan langsung atau diolah menjadi produk-produk seperti santan, kelapa parut, minyak kelapa, dan produk-produk lainnya. Selain itu, pohon kelapa juga menghasilkan daun-daun yang dapat digunakan sebagai bahan baku untuk industri tekstil dan konstruksi.",
    "namaLatin": "Cocos nucifera",
    "manfaat": ["Menjaga Kesehatan Pencernaan",
        "Meningkatkan Daya Tahan Tubuh",
        "Membantu Menurunkan Berat Badan",
        "Mendukung Fungsi Otak",
        "Menjaga Kesehatan Jantung",
        "Mengontrol Kadar Gula Darah"],
    "nutrisi": "Secara umum, air buah ini mengandung 16 kalori dan 4,1 gram gula. Sedangkan daging yang terkandung di dalamnya mengandung 77 kalori, 1,4 gram protein, 3.6 gram lemak, 10 gram gula, 257 gram kalium, dan 6 miligram vitamin C.",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-kelapa.jpg"
},
{
    "id": "12",
    "nama": "Kiwi",
    "deskripsi": "Kiwi atau Gosberi China adalah nama yang diberikan kepada buah beri yang bisa dimakan dari beberapa jenis tanaman kayu merambat dalam genus (Actinidia). Actinidia asli berasal dari Shaanxi, Tiongkok.",
    "namaLatin": "Actinidia deliciosa",
    "manfaat": ["Mengatasi Masalah Rambut",
        "Melancarkan Pencernaan",
        "Mengatur Tekanan Darah",
        "Meningkatkan Imunitas",
        "Menstabilkan Diabetes",
        "Menyehatkan Kulit"],
    "nutrisi": "Dalam 100 gram buah kiwi terkandung 64 kalori dan beberapa nutrisi berikut: 1gram protein, 3gram serat, 74.7miligram vitamin C, 35miligram kalsium, 1.3miligram vitamin E, dan 0.24miligram zat besi",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-manggis.jpg"
},
{
    "id": "13",
    "nama": "Kacang",
    "deskripsi": "Kurma, (Arab: نحل, Nakhla; nama latin Phoenix dactylifera) adalah tanaman palma (Arecaceae) dalam genus Phoenix, buahnya dapat dimakan.",
    "namaLatin": "Arachis hypogaea",
    "manfaat": ["Mencegah penyakit diabetes",
        "Mencegah penyakit jantung",
        "Mencegah osteoporosis",
        "Mengandung protein yang tinggi",
        "Kaya akan lemak tak jenuh",
        "Kaya akan mineral dan vitamin"],
    "nutrisi": "Apabila diurai lebih rinci, maka kandungan gizi kurma per 100 gramnya (± 13 butir) adalah 63,35 gram gula; 8 gram serat; 2,45 gram protein; 0,39 gram lemak; 2 miligram Natrium; 656 miligram Kalium; dengan kalori total sebesar 299 kkal",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-kacang.jpg"
},
{
    "id": "14",
    "nama": "Belimbing",
    "deskripsi": "Buah belimbing adalah buah yang berasal dari pohon belimbing. Buah belimbing memiliki kulit yang keras, dengan daging buah yang berwarna putih atau merah dan berasa asam. Buah belimbing dapat dimakan mentah atau diolah menjadi jus, sirup, atau campuran masakan lainnya. Buah belimbing kaya akan vitamin C, kalium, dan antioksidan, sehingga bermanfaat bagi kesehatan.",
    "namaLatin": "Averrhoa carambola",
    "manfaat": ["Menurunkan tekanan darah",
        "Mencegah penyakit jantung",
        "Menurunkan risiko kanker",
        "Menjaga kesehatan kulit",
        "Menjaga kesehatan mata",
        "Mencegah anemia",
        "Menjaga kesehatan tulang",
        "Mencegah dehidrasi",
        "Menjaga kesehatan saluran pencernaan"],
    "nutrisi": "2 gram protein, 12-15 gram karbohidrat, 0,1 gram lemak, 2,5 gram serat, 800-900 mikrogram vitamin A, 20 miligram vitamin C, 50 miligram kalsium, 25 miligram magnesium.",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-belimbing.jpg"
},
{
    "id": "15",
    "nama": "Leci",
    "deskripsi": "Leci adalah buah yang berasal dari pohon leci (Hibiscus sabdariffa) yang tumbuh di daerah tropis. Buah leci memiliki bentuk yang mirip dengan bahan buah lain seperti kismis atau buah kaleng, dan memiliki warna merah atau oranye. Buah leci dapat dimakan langsung atau diolah menjadi jus, teh, atau produk-produk lainnya. Buah leci mengandung beberapa nutrisi penting, seperti vitamin C, vitamin A, dan mineral seperti kalsium, zat besi, dan kalium. Buah leci juga mengandung beberapa jenis flavonoid yang memiliki efek antiinflamasi dan antioksidan. Di beberapa negara, teh leci atau jus leci juga digunakan sebagai obat alami untuk menurunkan tekanan darah tinggi dan mencegah penyakit jantung.",
    "namaLatin": "Litchi chinensis",
    "manfaat": ["Menjaga Kesehatan Kulit",
        "Menjaga Tekanan Darah",
        "Menyehatkan Pencernaan",
        "Meningkatkan Sirkulasi Darah",
        "Menjaga Sistem Kekebalan Tubuh",
        "Mengobati Anemia dan Kekurangan Zat Besi",
        "Membantu Menurunkan Berat Badan"],
    "nutrisi": "Selain serat dan karbohidrat, buah leci juga mengandung banyak vitamin dan mineral, di antaranya: Vitamin C yang menjadi kandungan vitamin paling tinggi pada buah leci. Vitamin B, termasuk B2 (riboflavin), B3 (niasin), dan B6 (pyridoxine). Kalium",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-leci.jpg"
},
{
    "id": "16",
    "nama": "Lemon",
    "deskripsi": "Lemon adalah salah satu jenis buah jeruk yang tumbuh di daerah tropis. Lemon memiliki kulit yang kering dan kasar, serta daging buah yang lembut dan berwarna kuning. Lemon mengandung cukup banyak air dan menghasilkan jus yang asam. Lemon merupakan sumber vitamin C yang tinggi, serta mengandung beberapa nutrisi penting lainnya seperti vitamin B, kalium, dan magnesium. Lemon juga mengandung beberapa jenis flavonoid yang memiliki efek antiinflamasi dan antioksidan. Lemon dapat dimakan langsung atau diolah menjadi jus, sirup, atau produk-produk lainnya. Lemon juga sering digunakan sebagai bahan tambahan dalam masakan atau sebagai pewarna alami dalam industri makanan.",
    "namaLatin": "Citrus limon",
    "manfaat": ["Mencegah batu ginjal",
        "Menurunkan tekanan darah tinggi",
        "Mencegah penyakit jantung",
        "Mencegah anemia",
        "Meningkatkan sistem pencernaan",
        "Menjaga kesehatan gigi"],
    "nutrisi": "Vitamin C, Zat Besi, Vitamin B6, Magnesium, Calcium, Vitamin D, Cobalamin",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-lemon.jpg"
},
{
    "id": "17",
    "nama": "Mangga",
    "deskripsi": "Mangga adalah buah yang berasal dari Asia Tenggara dan merupakan salah satu buah paling populer di dunia. Mangga terdiri dari biji yang terletak di tengah-tengah buah dan dikelilingi oleh daging buah yang empuk dan manis. Mangga memiliki kulit yang berwarna kuning, oranye, atau merah tergantung pada varietasnya, dan daging buahnya berwarna kuning, oranye, atau merah juga tergantung pada varietasnya. Buah ini kaya akan nutrisi, terutama vitamin C, dan sering dijadikan bahan dasar untuk jus, smoothie, atau diolah menjadi makanan lainnya.",
    "namaLatin": "Mangifera indica",
    "manfaat": ["Mencegah penyakit jantung",
        "Mengontrol tekanan darah",
        "Meningkatkan sistem kekebalan tubuh",
        "Menurunkan risiko kanker",
        "Mencegah anemia",
        "Mencegah osteoporosis",
        "Menjaga kesehatan kulit",
        "Mencegah diabetes",
        "Menjaga kesehatan mata",
        "Meningkatkan konsentrasi"],
    "nutrisi": "Mangga merupakan sumber vitamin yang kaya akan vitamin A, vitamin C dan vitamin B. Walaupun tidak banyak mangga juga mengandung vitamin E dan vitamin K. Makan mangga sangat sehat karena memiliki beberapa senyawa lain seperti, lutein, asam galat, asam anakardat dan kriptozantin.",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-mangga.jpg"
},
{
    "id": "18",
    "nama": "Pepaya",
    "deskripsi": "Pepaya adalah buah yang tumbuh di daerah tropis dan subtropis. Buah ini memiliki kulit yang berwarna kuning, oranye, atau merah tergantung pada varietasnya dan daging buahnya berwarna kuning, oranye, atau merah juga tergantung pada varietasnya. Pepaya memiliki biji yang terletak di tengah-tengah buah dan dikelilingi oleh daging buah yang empuk dan manis. Buah ini kaya akan nutrisi, terutama vitamin C, dan sering dijadikan bahan dasar untuk jus, smoothie, atau diolah menjadi makanan lainnya.",
    "namaLatin": "Carica papaya",
    "manfaat": ["Mencegah penyakit jantung",
        "Mengontrol tekanan darah",
        "Meningkatkan sistem kekebalan tubuh",
        "Menurunkan risiko kanker",
        "Mencegah anemia",
        "Menjaga kesehatan kulit",
        "Mencegah diabetes",
        "Menjaga kesehatan mata",
        "Membantu pencernaan",
        "Mencegah osteoporosis"],
    "nutrisi": "Satu buah pepaya dengan ukuran sedang, mengandung sekitar 120 kalori, 30 gram karbohidrat (di dalamnya terdapat 5 gram serat dan 18 gram gula) dan 2 gram protein. Pepaya merupakan sumber yang sangat baik dari manfaat vitamin C dan satu buah pepaya, memberikan 224% dari kebutuhan harian.",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-pepaya.jpg"
},
{
    "id": "19",
    "nama": "Pisang",
    "deskripsi": "Pisang adalah buah yang dikenal luas di Indonesia. Buah pisang bisa dinikmati dengan berbagai cara: dimakan langsung, digoreng, dikukus, atau diolah bersama bahan lain.",
    "namaLatin": "Musa",
    "manfaat": ["Menurunkan berat badan",
        "Menjaga kesehatan saluran cerna",
        "Meredakan tukak lambung",
        "Menjaga kesehatan jantung dan pembuluh darah",
        "Sebagai sumber energi"],
    "nutrisi": "Satu buah pisang berukuran sedang atau 100 gram mengandung 89 kalori, 75 persen air, 1,1 gram protein, 22,8 gram karbohidrat, 12,2 gram gula, 2,6 gram serat, dan 0,3 gram lemak. Pisang merupakan sumber karbohidrat yang kaya, yang utamanya berbentuk pati pada pisang mentah dan gula pada pisang matang.",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-pisang.jpg"
},
{
    "id": "20",
    "nama": "Rambutan",
    "deskripsi": "Rambutan adalah buah yang tumbuh di daerah tropis dan memiliki kulit yang bersisik dan daging buah yang empuk dan manis. Buah ini biasanya memiliki warna kulit yang merah atau coklat tergantung pada varietasnya dan daging buah yang putih atau merah tergantung pada varietasnya. Rambutan memiliki biji yang terletak di tengah-tengah buah dan dikelilingi oleh daging buah yang lembut. Buah ini kaya akan nutrisi, terutama vitamin C, dan sering dijadikan bahan dasar untuk jus, smoothie, atau diolah menjadi makanan lainnya.",
    "namaLatin": "Nephelium lappaceum",
    "manfaat": ["Mencegah penyakit jantung",
        "Mengontrol tekanan darah",
        "Meningkatkan sistem kekebalan tubuh",
        "Menurunkan risiko kanker",
        "Mencegah anemia",
        "Menjaga kesehatan kulit",
        "Mencegah diabetes",
        "Menjaga kesehatan mata",
        "Mencegah osteoporosis",
        "Membantu pencernaan"],
    "nutrisi": "Protein: 0.9gram, Karbohidrat: 18gram, Serat: 0.8-1gram, Kalsium: 15 miligram, Fosfor: 15 mg, Zat besi: 0.5 mg, Natrium: 15 mg, ",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-rambutan.jpg"
},
{
    "id": "21",
    "nama": "Salak",
    "deskripsi": "Salak adalah buah yang tumbuh di daerah tropis dan memiliki kulit yang kasar dan daging buah yang lembut dan manis. Buah ini biasanya memiliki warna kulit yang coklat tergantung pada varietasnya dan daging buah yang putih atau merah tergantung pada varietasnya. Salak memiliki biji yang terletak di tengah-tengah buah dan dikelilingi oleh daging buah yang lembut. Buah ini sering dijadikan bahan dasar untuk jus, smoothie, atau diolah menjadi makanan lainnya. Salak kaya akan nutrisi, terutama vitamin C, dan dapat memberikan banyak manfaat bagi kesehatan.",
    "namaLatin": "Salacca zalacca",
    "manfaat": ["Membantu pencernaan",
        "Mencegah diabetes",
        "Menjaga kesehatan kulit",
        "Mencegah anemia",
        "Menurunkan risiko kanker",
        "Meningkatkan sistem kekebalan tubuh",
        "Mengontrol tekanan darah",
        "Mencegah penyakit jantung"],
    "nutrisi": "Di balik kulitnya yang bersisik, salak memiliki beragam khasiat bagi kesehatan. Manfaatnya dapat diperoleh karena buah satu ini tidak hanya mengandung karbohidrat dan serat yang tinggi, tapi juga beragam vitamin dan mineral penting seperti vitamin B2, vitamin C, kalium, kalsium, fosfor, folat, dan zat besi.",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-salak.jpg"
},
{
    "id": "22",
    "nama": "Strawberry",
    "deskripsi": "Strawberry adalah buah yang tumbuh di daerah beriklim sedang dan memiliki daging buah yang merah dan manis. Buah ini memiliki bentuk yang bulat dengan kulit yang licin dan berwarna merah. Strawberry sering dijadikan bahan dasar untuk jus, smoothie, atau diolah menjadi makanan lainnya. Buah ini kaya akan nutrisi, terutama vitamin C, dan dapat memberikan banyak manfaat bagi kesehatan.",
    "namaLatin": "Fragaria × ananassa",
    "manfaat": ["Mencegah penyakit jantung",
        "Mengontrol tekanan darah",
        "Meningkatkan sistem kekebalan tubuh",
        "Menurunkan risiko kanker",
        "Mencegah anemia",
        "Menjaga kesehatan kulit",
        "Mencegah diabetes",
        "Menjaga kesehatan mata",
        "Mencegah osteoporosis"],
    "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
    "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-strawberry.jpg"
},

    {
        "id": "23",
        "nama": "Manggis",
        "deskripsi": "Manggis adalah buah yang berasal dari Asia Tenggara dan memiliki bentuk yang agak mirip dengan buah kiwi. Manggis memiliki kulit yang tebal dan berwarna merah kehitaman, dan daging buahnya berwarna putih atau merah tergantung pada varietasnya. Buah ini terkenal karena memiliki rasa yang asam dan manis sekaligus, dan sering dijadikan bahan dasar untuk jus atau diolah menjadi makanan lainnya. Manggis kaya akan nutrisi, terutama vitamin C, dan dikenal sebagai salah satu sumber terbaik dari senyawa bernama xanthone, yang memiliki banyak manfaat bagi kesehatan.",
        "namaLatin": "Garcinia mangostana.",
        "manfaat": ["Mencegah penyakit jantung",
            "Mengontrol tekanan darah",
            "Meningkatkan sistem kekebalan tubuh",
            "Menurunkan risiko kanker",
            "Mencegah anemia",
            "Menjaga kesehatan kulit",
            "Mencegah diabetes",
            "Menjaga kesehatan mata",
            "Memperkuat sistem kekebalan tubuh",
            "Mencegah osteoporosis"],
        "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
        "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-manggis.jpg"
    },

    {
        "id": "24",
        "nama": "Persik",
        "deskripsi": "Persik adalah buah yang memiliki kulit yang halus dan daging buah yang empuk dan manis. Buah ini tumbuh di daerah beriklim sedang dan sering dijadikan bahan dasar untuk jus, smoothie, atau diolah menjadi makanan lainnya. Persik memiliki biji yang terletak di tengah-tengah buah dan dikelilingi oleh daging buah yang lembut. Buah ini kaya akan nutrisi, terutama vitamin C, dan dapat memberikan banyak manfaat bagi kesehatan. Persik tersedia dalam berbagai varietas yang berbeda, dengan warna kulit yang beragam mulai dari kuning hingga merah tergantung pada varietasnya.",
        "namaLatin": "Prunus persica",
        "manfaat": ["Mencegah penyakit jantung",
            "Mengontrol tekanan darah",
            "Meningkatkan sistem kekebalan tubuh",
            "Menurunkan risiko kanker",
            "Mencegah anemia",
            "Menjaga kesehatan kulit",
            "Mencegah diabetes",
            "Menjaga kesehatan mata",
            "Mencegah osteoporosis",
            "Membantu pencernaan"],
        "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
        "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-persik.jpg"
    },
    {
        "id": "25",
        "nama": "Pir",
        "deskripsi": "Pir adalah buah yang tumbuh di daerah beriklim sedang dan memiliki kulit yang halus dan daging buah yang lembut dan manis. Buah ini biasanya memiliki warna kulit yang kuning atau oranye dan daging buah yang merah atau oranye tergantung pada varietasnya. Pir sering dijadikan bahan dasar untuk jus, smoothie, atau diolah menjadi makanan lainnya. Buah ini kaya akan nutrisi, terutama vitamin C, dan dapat memberikan banyak manfaat bagi kesehatan",
        "namaLatin": "Pyrus.",
        "manfaat": ["Mencegah penyakit jantung",
            "Mengontrol tekanan darah",
            "Meningkatkan sistem kekebalan tubuh",
            "Menurunkan risiko kanker",
            "Mencegah anemia",
            "Menjaga kesehatan kulit",
            "Mencegah diabetes",
            "Mencegah osteoporosis",
            "Membantu pencernaan",
            "Menjaga kesehatan mata"],
        "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
        "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-pir.jpg"
    },


    {
        "id": "26",
        "nama": "Nanas",
        "deskripsi": "adalah tumbuhan tropis dengan buah yang dapat dimakan dan tumbuhan yang paling penting secara ekonomi dalam famili Bromeliaceae. Nanas adalah tumbuhan asli Amerika Selatan, dan telah dibudidayakan disana selama berabad-abad. Pengenalan nanas ke Eropa pada abad ke-17 menjadikannya ikon budaya kemewahan yang signifikan. \\nSejak tahun 1820-an, nanas telah ditanam secara komersial di rumah kaca dan banyak perkebunan tropis. \\nSelain itu, nanas merupakan buah tropis terpenting ketiga dalam produksi dunia.",
        "namaLatin": "Ananas comosus",
        "manfaat": ["Nanas kaya akan antioksidan, yang membantu melindungi tubuh Anda dari kerusakan dan penyakit. ",
            "Nanas juga mengandung bromelain, sekelompok enzim yang dapat mengurangi peradangan, meningkatkan pencernaan, dan meningkatkan kekebalan.",
            "Mengurangi risiko kanker",
            "Membantu penyembuhan luka pasca operasi"],
        "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
        "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-nanas.jpg"
    },

    {
        "id": "27",
        "nama": "Tomat",
        "deskripsi": "Tomat adalah buah yang tumbuh di daerah beriklim sedang dan memiliki daging buah yang merah atau kuning tergantung pada varietasnya. Buah ini memiliki bentuk yang bulat dengan kulit yang licin dan daging buah yang empuk. Tomat sering dijadikan bahan dasar untuk sambal, saus, atau diolah menjadi makanan lainnya. Buah ini kaya akan nutrisi, terutama vitamin C, dan dapat memberikan banyak manfaat bagi kesehatan.",
        "namaLatin": "Solanum lycopersicum",
        "manfaat": ["Mencegah penyakit jantung",
            "Mengontrol tekanan darah",
            "Meningkatkan sistem kekebalan tubuh",
            "Menurunkan risiko kanker",
            "Mencegah anemia",
            "Menjaga kesehatan kulit",
            "Mencegah diabetes",
            "Menjaga kesehatan mata",
            "Membantu pencernaan"],
        "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
        "gambar": "https://api-berbuah.herokuapp.com/public/uploads/img-tomat.jpg"
    },

    {
        "id": "28",
        "nama": "Kurma",
        "deskripsi": "Buah kurma termasuk buah tertua di dunia yang paling banyak dibudidayakan di timur tengah, misalnya Arab Saudi. Cita rasanya yang manis dan dagingnya yang lembut membuat kurma menjadi salah satu hidangan makanan penutup favorit di berbagai kalangan.",
        "namaLatin": "Phoenix dactylifera",
        "manfaat": ["Mendukung kesehatan sistem pencernaan",
            "Mengontrol kadar gula darah",
            "Mengontrol tekanan darah",
            "Menjaga kesehatan ibu hamil dan mendukung tumbuh kembang janin",
            "Mencegah pertumbuhan sel kanker"],
        "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
        "gambar": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1603174434/attached_image/manfaat-buah-kurma-untuk-kesehatan-0-alodokter.jpg"
    },

    {
        "id": "29",
        "nama": "Aprikot",
        "deskripsi": "Buah aprikot mungkin masih terkesan asing di kalangan masyarakat Indonesia. Padahal, manfaat buah aprikot untuk kesehatan tidaklah sedikit. Meski ukurannya kecil, buah aprikot menyimpan banyak nutrisi yang dapat menjaga kesehatan sejumlah organ penting dalam tubuh dan mencegah berbagai penyakit serius. Buah aprikot memiliki cita rasa manis dan menyegarkan, sehingga sebagian orang lebih gemar mengonsumsinya secara langsung.",
        "namaLatin": "Prunus armeniaca",
        "manfaat": ["Menjaga kesehatan usus",
            "Menjaga kadar gula dan kolesterol tubuh, Memelihara kesehatan jantung",
            "Mencegah dehidrasi, Menjaga kesehatan mata, Membuat kulit semakin menawan"],
        "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
        "gambar": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1641883521/attached_image/manfaat-buah-aprikot-tak-perlu-diragukan-lagi-0-alodokter.jpg"
    },

    {
        "id": "30",
        "nama": "Kastanye",
        "deskripsi": "Buah aprikot mungkin masih terkesan asing di kalangan masyarakat Indonesia. Padahal, manfaat buah aprikot untuk kesehatan tidaklah sedikit. Meski ukurannya kecil, buah aprikot menyimpan banyak nutrisi yang dapat menjaga kesehatan sejumlah organ penting dalam tubuh dan mencegah berbagai penyakit serius. Buah aprikot memiliki cita rasa manis dan menyegarkan, sehingga sebagian orang lebih gemar mengonsumsinya secara langsung.",
        "namaLatin": "Castanea",
        "manfaat": ["Memelihara kesehatan jantung",
            "Menyehatkan sistem pencernaan",
            "Mengendalikan gula darah",
            "Meningkatkan kinerja otak"],
        "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
        "gambar": "https://cms.sehatq.com/cdn-cgi/image/format=auto,width=1080,quality=90/public/img/article_img/mengenal-chestnut-atau-kacang-kastanye-banyak-khasiatnya-untuk-kesehatan-1614403812.jpg"
    },

    {
        "id": "31",
        "nama": "Buah Delima",
        "deskripsi": "Buah dengan nama latin Punica granatum ini merupakan jenis buah yang masuk ke dalam kelompok berry. Buah delima diketahui mengandung berbagai nutrisi yang dibutuhkan oleh tubuh, seperti protein, karbohidrat, serat, dan vitamin, termasuk vitamin C, vitamin B kompleks, folat, vitamin E, serta vitamin K. Buah delima juga mengandung beraneka mineral, di antaranya kalium, magnesium, zinc, dan tembaga, serta kaya antioksidan polifenol, termasuk kantosianin. Tak hanya itu, buah delima juga rendah kalori dan lemak, sehingga relatif aman untuk dikonsumsi tiap hari.",
        "namaLatin": "Punica granatum",
        "manfaat": ["Mencegah penyakit jantung",
            "Mencegah kanker",
            "Mengurangi kolesterol",
            "Mengurangi risiko penyakit radang sendi"],
        "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
        "gambar": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1603089385/attached_image/4-manfaat-buah-delima-yang-perlu-kamu-tahu-0-alodokter.jpg"
    },

    {
        "id": "32",
        "nama": "Plum",
        "deskripsi": "Buah plum mungkin masih kurang dikenal oleh sebagian masyarakat Indonesia. Padahal manfaat buah plum sangat baik untuk menjaga kesehatan tubuh, bahkan untuk mengatasi beberapa masalah kesehatan. Buah plum adalah salah satu jenis buah yang banyak dibudidayakan di negara barat, seperti Amerika dan Eropa. Buah plum kaya akan antioksidan yang bermanfaat untuk menangkal radikal bebas.",
        "namaLatin": "Prunus domestica",
        "manfaat": ["Menurunkan berat badan",
            "Meningkatkan sistem kekebalan tubuh",
            "Menjaga kesehatan mata",
            "Mencegah sembelit",
            "Menjaga kadar gula darah",
            "Mencegah osteoporosis"],
        "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
        "gambar": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1641883565/attached_image/manfaat-buah-plum-bagi-kesehatan-tubuh-anda-0-alodokter.jpg"
    },

    {
        "id": "33",
        "nama": "Pepino",
        "deskripsi": "Pepino adalah buah asli dari wilayah Andes, Amerika Selatan, dengan nama latin Solanum muricatum. Buah ini masih termasuk dalam keluarga terung-terungan. Ukuran buah pepino yang ditanam di Indonesia biasanya sebesar ubi jalar, dan berbentuk bulat atau lonjong seperti telur. Warna kulitnya kuning dengan belang-belang ungu atau kecokelatan. Sementara rasa buah pepino menyegarkan karena kandungan air yang tinggi, dan aromanya sangat harum. Saat dibelah, warna daging buah pepino mirip dengan melon. Tapi teksturnya sedikit lebih keras seperti mentimun.",
        "namaLatin": "Solanum muricatum",
        "manfaat": ["Membantu dalam mengelola kadar gula darah",
            "Mengobati tekanan darah tinggi",
           "Menghambat penyebaran kanker"],
        "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
        "gambar": "https://cdn.idntimes.com/content-images/community/2019/06/images-0ffb8759508b622604b74134dae3889b_600x400.jpeg"
    },

    {
        "id": "34",
        "nama": "Markisa",
        "deskripsi": "Buah markisa memiliki rasa yang manis, asam, dan menyegarkan. Ada dua jenis buah markisa yang umum ditemukan di Indonesia, yaitu markisa ungu (Passiflora edulis) dan markisa kuning (Passiflora flavicarpa). Markisa ungu memiliki ukuran yang lebih kecil dan rasa yang lebih manis daripada markisa kuning.",
        "namaLatin": "Passiflora edulis",
        "manfaat": ["Menangkal radikal bebas",
            "Memperkuat daya tahan tubuh",
           "Menjaga kesehatan sistem pencernaan",
            "Menjaga kadar gula darah tetap stabil",
            "Meredakan nyeri sendi"],
        "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
        "gambar": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1648441999/attached_image/manfaat-buah-markisa-yang-perlu-anda-ketahui-0-alodokter.jpg"
    },

    {
        "id": "35",
        "nama": "Kesemek",
        "deskripsi": "Kesemek adalah nama sejenis buah-buahan dari marga Diospyros. Tanaman ini dikenal pula dengan sebutan buah kaki, atau dalam bahasa Inggris dinamai Oriental (Chinese/Japanese) persimmon. Nama ilmiahnya adalah Diospyros kaki. (‘Kaki’, bahasa Jepang, adalah nama zat tanin yang dihasilkan buah ini).",
        "namaLatin": "Diospyros kaki",
        "manfaat": ["Menjaga kesehatan mata",
            "Menjaga kesehatan jantung",
            "Mengurangi risiko terkena penyakit kanker",
            "Menjaga kesehatan otak"],
        "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
        "gambar": "https://res.cloudinary.com/dk0z4ums3/image/upload/v1603175250/attached_image/manfaat-buah-kesemek-yang-wajib-diketahui-0-alodokter.jpg"
    },

    {
        "id": "36",
        "nama": "Ceplukan",
        "deskripsi": "Ceplukan atau ciplukan adalah nama sejenis buah kecil, yang ketika masak tertutup oleh perbesaran kelopak bunga. Buah ini juga dikenal dengan pelbagai nama kawasan seperti cecenet atau cecendet, nyurnyuran, dan kopok-kopokan.",
        "namaLatin": "Physallis",
        "manfaat": ["Mengurangi peradangan",
            "Membantu menurunkan kadar kolesterol",
            "Meningkatkan imunitas tubuh",
            "Menjaga kesehatan tulang",
            "Mengelola diabetes"],
        "nutrisi": "Stroberi mengandung magnesium, kalium, zat besi, dan beragam jenis antioksidan, seperti antosianin dan ellagitannins. Kandungan zat besi dan antioksidan tersebut juga dapat digunakan untuk memperbaiki rambut yang rusak, melembapkan, serta menjadikan rambut terasa halus.",
        "gambar": "https://d1vbn70lmn1nqe.cloudfront.net/prod/wp-content/uploads/2022/11/04060421/X-Manfaat-Buah-Ciplukan-dan-Cara-Mengolahnya-1.jpg.webp"
    }

]
